xml/request/checkorderpolicy.xml

<?xml version="1.0" encoding="UTF-8"?>
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:oo="http://oss.dbc.dk/ns/openorder">
   <soapenv:Body>
      <oo:checkOrderPolicyRequest>
         <oo:bibliographicRecordId>?</oo:bibliographicRecordId>
         <oo:pickUpAgencyId>?</oo:pickUpAgencyId>
         <oo:serviceRequester>?</oo:serviceRequester>
      </oo:checkOrderPolicyRequest>
   </soapenv:Body>
</soapenv:Envelope>
